Repository: xbmc/screensaver.shadertoy
Catalog: screensaver.shadertoy/resources/language/resource.language.*/strings.po
Languages: es_es, ru_ru

# Addon Summary
source: Random screensavers from Shadertoy
es_es: Salvapantallas aleatorios de Shadertoy
ru_ru: Случайные заставки от Shadertoy

# Addon Description
source: Use the best shaders in the world with Shadertoy and add them if you want.
es_es: Usa los mejores sombreadores en el mundo con Shadertoy y añádelos cuando quieras.
ru_ru: Используйте лучшие шейдеры в мире от Shadertoy и добавляйте их по своему усмотрению.

# #30001
source: Ball
es_es: Bola
ru_ru: Мяч

# #30002
source: Ball Of Fire
es_es: Bola de fuego
ru_ru: Огненный шар

# #30003
source: Bleepy Blocks
es_es: Bloques que pitan
ru_ru: Пищящие блоки

# #30005
source: Blobs
es_es: Gotas
ru_ru: Сгустки

# #30006
source: Blue Fire
es_es: Fuego azul
ru_ru: Синие пламя

# #30007
source: Cellular
es_es: Celular
ru_ru: Клеточный

# #30008
source: Classic RGB Plasma
es_es: Plasma RGB clásico
ru_ru: Классическая RGB плазма

# #30009
source: Coloured Circles
es_es: Círculos coloreados
ru_ru: Цветные круги

# #30010
source: Dance Floor
es_es: Pista de baile
ru_ru: Танцпол

# #30011
source: Dot Dot Dot
es_es: Punto Punto Punto
ru_ru: Точка, точка, точка

# #30012
source: Effect Ringblobs
es_es: Efecto bola con anillo alrededor
ru_ru: Эффект "Ringblobs"

# #30013
source: Ether
es_es: Éter
ru_ru: Эфир

# #30014
source: Fire
es_es: Fuego
ru_ru: Огонь

# #30015
source: Flaring 1
es_es: Resplandeciente 1
ru_ru: Пылающая 1

# #30016
source: Flaring 2
es_es: Resplandeciente 2
ru_ru: Пылающая 2

# #30017
source: Flaring 3
es_es: Resplandeciente 3
ru_ru: Пылающая 3

# #30018
source: Flaring 4
es_es: Resplandeciente 4
ru_ru: Пылающая 4

# #30019
source: Flaring 5
es_es: Resplandeciente 5
ru_ru: Пылающая 5

# #30020
source: Fractal Tiling
es_es: Mosaico fractal
ru_ru: Фракталы с замощением

# #30021
source: Infinite Fall
es_es: Caída infinita
ru_ru: Бесконечное падение

# #30022
source: Input Time
es_es: Tiempo de entrada
ru_ru: Текущее время

# #30023
source: Interstellar
es_es: Interestelar
ru_ru: Межзвёздный

# #30024
source: Interweaving Sine Bands
es_es: Bandas sinusoidales entrelazadas
ru_ru: Переплетённые синусовые ленты

# #30025
source: Julia Trap
es_es: Trampa de Julia
ru_ru: Ловушка Джулии

# #30026
source: Layers Of Plasma
es_es: Capas de plasma
ru_ru: Слои плазмы

# #30027
source: Liquid Spectrum
es_es: Espectro líquido
ru_ru: Текучий спектр

# #30028
source: Noise Animation - Electric
es_es: Animación ruidosa - Eléctrica
ru_ru: Анимация шума — "Электрическая"

# #30029
source: Noise Animation - Flow
es_es: Animación ruidosa - Caudal
ru_ru: Анимация шума — "Поток"

# #30030
source: Noise Animation - Lava
es_es: Animación ruidosa - Lava
ru_ru: Анимация шума — "Лава"

# #30031
source: Noise Animation - Watery
es_es: Animación ruidosa - Acuosa
ru_ru: Анимация шума — "Водная"

# #30032
source: Overly Satisfying
es_es: Demasiado satisfactoria
ru_ru: Очень приятная

# #30033
source: Plasma Circles
es_es: Círculos de plasma
ru_ru: Круги плазмы

# #30034
source: Plasma Triangles
es_es: Triángulos de plasma
ru_ru: Треугольники плазмы

# #30035
source: Plasma Matrix Spin
es_es: Giro de la matriz de plasma
ru_ru: Вращение плазменной матрицы

# #30036
source: Pixellated Plasma
es_es: Plasma pixelado
ru_ru: Пикселизированная плазма

# #30037
source: Silexars Creation
es_es: Creación Silexars
ru_ru: Создана Silexars

# #30038
source: Sky at Night
es_es: Cielo de noche
ru_ru: Небо ночью

# #30039
source: Sphere
es_es: Esfera
ru_ru: Сфера

# #30040
source: Star Tunnel
es_es: Túnel estelar
ru_ru: Звёздный туннель

# #30041
source: Vector Field
es_es: Campo vectorial
ru_ru: Векторное поле

# #30042
source: Venus
ru_ru: Венера

# #30043
source: Watch It Burn
es_es: Míralo arder
ru_ru: Наблюдение за горением

# #30044
source: Water Caustic
es_es: Agua cáustica
ru_ru: Каустика воды

# #30045
source: Wiggly (try mouse)
es_es: Ondulado (prueba con el ratón)
ru_ru: Извивающейся (используйте мышку)

# #30046
source: Worley Noise Waters
es_es: Aguas de ruido de Worley
ru_ru: Шум вод Уорли

# #30100
source: Random
es_es: Aleatorio
ru_ru: Случайная

# #30101
source: General
ru_ru: Общие

# #30102
source: Advanced
es_es: Avanzado
ru_ru: Дополнительные

# #30103
source: Use your own shader, e.g. from https://www.shadertoy.com
es_es: Usa tu propio sombreador, por ejemplo, de https://www.shadertoy.com
ru_ru: Используйте ваш собственный шейдер, например, с сайта https://www.shadertoy.com

# #30104
source: Selected shader code not found!
es_es: ¡Código de sombreador seleccionado no encontrado!
ru_ru: Выбранный код шейдера не найден!

# #30200
source: Choose one yourself
es_es: Elige uno tú mismo
ru_ru: Выберите сами

# #30201
source: Shader
es_es: Sombreador
ru_ru: Шейдер

# #30211
source: Shader as *.glsl
es_es: Sombreador como *.glsl
ru_ru: Шейдер в формате *.glsl

# #30212
source: iChannel 1 as *.png
es_es: iChannel 1 como *.png
ru_ru: iChannel 1 в формате *.png

# #30213
source: iChannel 2 as *.png
es_es: iChannel 2 como *.png
ru_ru: iChannel 2 в формате *.png

# #30214
source: iChannel 3 as *.png
es_es: iChannel 3 como *.png
ru_ru: iChannel 3 в формате *.png

# #30215
source: iChannel 4 as *.png
es_es: iChannel 4 como *.png
ru_ru: iChannel 4 в формате *.png

# #30004
source: Bob Scanline
es_es: Línea de exploración de Bob
